results/axum_light_20251009_071414/wrk_output.txt
Running 1m test @ http://127.0.0.1:8081/hello
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.51ms  161.96ms   1.45s    96.54%
    Req/Sec    24.16k     2.39k   31.51k    77.41%
  Latency Distribution
     50%    0.90ms
     75%    1.38ms
     90%    2.22ms
     99%    1.07s 
  5791742 requests in 1.05m, 1.24GB read
Requests/sec:  92084.01
Transfer/sec:     20.20MB